{
  "metadata": {
    "total_size": 7141830020
  },
  "weight_map": {
    "backbone_model.embed_tokens.embed_audio_tokens.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.0.input_layernorm.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.0.mlp.down_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.0.mlp.gate_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.0.mlp.up_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.0.post_attention_layernorm.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.0.self_attn.k_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.0.self_attn.o_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.0.self_attn.q_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.0.self_attn.v_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.1.input_layernorm.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.1.mlp.down_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.1.mlp.gate_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.1.mlp.up_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.1.post_attention_layernorm.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.1.self_attn.k_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.1.self_attn.o_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.1.self_attn.q_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.1.self_attn.v_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.10.input_layernorm.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.10.mlp.down_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.10.mlp.gate_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.10.mlp.up_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.10.post_attention_layernorm.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.10.self_attn.k_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.10.self_attn.o_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.10.self_attn.q_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.10.self_attn.v_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.11.input_layernorm.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.11.mlp.down_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.11.mlp.gate_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.11.mlp.up_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.11.post_attention_layernorm.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.11.self_attn.k_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.11.self_attn.o_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.11.self_attn.q_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.11.self_attn.v_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.12.input_layernorm.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.12.mlp.down_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.12.mlp.gate_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.12.mlp.up_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.12.post_attention_layernorm.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.12.self_attn.k_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.12.self_attn.o_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.12.self_attn.q_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.12.self_attn.v_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.13.input_layernorm.weight": "transformers-00002-of-00002.safetensors",
    "backbone_model.layers.13.mlp.down_proj.weight": "transformers-00002-of-00002.safetensors",
    "backbone_model.layers.13.mlp.gate_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.13.mlp.up_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.13.post_attention_layernorm.weight": "transformers-00002-of-00002.safetensors",
    "backbone_model.layers.13.self_attn.k_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.13.self_attn.o_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.13.self_attn.q_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.13.self_attn.v_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.14.input_layernorm.weight": "transformers-00002-of-00002.safetensors",
    "backbone_model.layers.14.mlp.down_proj.weight": "transformers-00002-of-00002.safetensors",
    "backbone_model.layers.14.mlp.gate_proj.weight": "transformers-00002-of-00002.safetensors",
    "backbone_model.layers.14.mlp.up_proj.weight": "transformers-00002-of-00002.safetensors",
    "backbone_model.layers.14.post_attention_layernorm.weight": "transformers-00002-of-00002.safetensors",
    "backbone_model.layers.14.self_attn.k_proj.weight": "transformers-00002-of-00002.safetensors",
    "backbone_model.layers.14.self_attn.o_proj.weight": "transformers-00002-of-00002.safetensors",
    "backbone_model.layers.14.self_attn.q_proj.weight": "transformers-00002-of-00002.safetensors",
    "backbone_model.layers.14.self_attn.v_proj.weight": "transformers-00002-of-00002.safetensors",
    "backbone_model.layers.15.input_layernorm.weight": "transformers-00002-of-00002.safetensors",
    "backbone_model.layers.15.mlp.down_proj.weight": "transformers-00002-of-00002.safetensors",
    "backbone_model.layers.15.mlp.gate_proj.weight": "transformers-00002-of-00002.safetensors",
    "backbone_model.layers.15.mlp.up_proj.weight": "transformers-00002-of-00002.safetensors",
    "backbone_model.layers.15.post_attention_layernorm.weight": "transformers-00002-of-00002.safetensors",
    "backbone_model.layers.15.self_attn.k_proj.weight": "transformers-00002-of-00002.safetensors",
    "backbone_model.layers.15.self_attn.o_proj.weight": "transformers-00002-of-00002.safetensors",
    "backbone_model.layers.15.self_attn.q_proj.weight": "transformers-00002-of-00002.safetensors",
    "backbone_model.layers.15.self_attn.v_proj.weight": "transformers-00002-of-00002.safetensors",
    "backbone_model.layers.2.input_layernorm.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.2.mlp.down_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.2.mlp.gate_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.2.mlp.up_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.2.post_attention_layernorm.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.2.self_attn.k_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.2.self_attn.o_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.2.self_attn.q_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.2.self_attn.v_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.3.input_layernorm.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.3.mlp.down_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.3.mlp.gate_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.3.mlp.up_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.3.post_attention_layernorm.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.3.self_attn.k_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.3.self_attn.o_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.3.self_attn.q_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.3.self_attn.v_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.4.input_layernorm.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.4.mlp.down_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.4.mlp.gate_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.4.mlp.up_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.4.post_attention_layernorm.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.4.self_attn.k_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.4.self_attn.o_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.4.self_attn.q_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.4.self_attn.v_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.5.input_layernorm.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.5.mlp.down_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.5.mlp.gate_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.5.mlp.up_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.5.post_attention_layernorm.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.5.self_attn.k_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.5.self_attn.o_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.5.self_attn.q_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.5.self_attn.v_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.6.input_layernorm.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.6.mlp.down_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.6.mlp.gate_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.6.mlp.up_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.6.post_attention_layernorm.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.6.self_attn.k_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.6.self_attn.o_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.6.self_attn.q_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.6.self_attn.v_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.7.input_layernorm.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.7.mlp.down_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.7.mlp.gate_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.7.mlp.up_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.7.post_attention_layernorm.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.7.self_attn.k_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.7.self_attn.o_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.7.self_attn.q_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.7.self_attn.v_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.8.input_layernorm.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.8.mlp.down_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.8.mlp.gate_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.8.mlp.up_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.8.post_attention_layernorm.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.8.self_attn.k_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.8.self_attn.o_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.8.self_attn.q_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.8.self_attn.v_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.9.input_layernorm.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.9.mlp.down_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.9.mlp.gate_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.9.mlp.up_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.9.post_attention_layernorm.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.9.self_attn.k_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.9.self_attn.o_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.9.self_attn.q_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.layers.9.self_attn.v_proj.weight": "transformers-00001-of-00002.safetensors",
    "backbone_model.norm.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder.layers.0.conv.bias": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder.layers.0.conv.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder.layers.11.conv.bias": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder.layers.11.conv.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder.layers.12.block.1.conv.bias": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder.layers.12.block.1.conv.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder.layers.12.block.3.conv.bias": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder.layers.12.block.3.conv.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder.layers.14.conv.bias": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder.layers.14.conv.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder.layers.2.conv.bias": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder.layers.2.conv.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder.layers.3.block.1.conv.bias": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder.layers.3.block.1.conv.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder.layers.3.block.3.conv.bias": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder.layers.3.block.3.conv.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder.layers.5.conv.bias": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder.layers.5.conv.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder.layers.6.block.1.conv.bias": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder.layers.6.block.1.conv.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder.layers.6.block.3.conv.bias": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder.layers.6.block.3.conv.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder.layers.8.conv.bias": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder.layers.8.conv.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder.layers.9.block.1.conv.bias": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder.layers.9.block.1.conv.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder.layers.9.block.3.conv.bias": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder.layers.9.block.3.conv.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.0.input_layernorm.bias": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.0.input_layernorm.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.0.mlp.fc1.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.0.mlp.fc2.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.0.mlp_layer_scale.scale": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.0.post_attention_layernorm.bias": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.0.post_attention_layernorm.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.0.self_attn.k_proj.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.0.self_attn.o_proj.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.0.self_attn.q_proj.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.0.self_attn.v_proj.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.0.self_attn_layer_scale.scale": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.1.input_layernorm.bias": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.1.input_layernorm.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.1.mlp.fc1.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.1.mlp.fc2.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.1.mlp_layer_scale.scale": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.1.post_attention_layernorm.bias": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.1.post_attention_layernorm.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.1.self_attn.k_proj.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.1.self_attn.o_proj.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.1.self_attn.q_proj.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.1.self_attn.v_proj.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.1.self_attn_layer_scale.scale": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.2.input_layernorm.bias": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.2.input_layernorm.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.2.mlp.fc1.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.2.mlp.fc2.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.2.mlp_layer_scale.scale": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.2.post_attention_layernorm.bias": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.2.post_attention_layernorm.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.2.self_attn.k_proj.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.2.self_attn.o_proj.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.2.self_attn.q_proj.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.2.self_attn.v_proj.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.2.self_attn_layer_scale.scale": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.3.input_layernorm.bias": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.3.input_layernorm.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.3.mlp.fc1.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.3.mlp.fc2.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.3.mlp_layer_scale.scale": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.3.post_attention_layernorm.bias": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.3.post_attention_layernorm.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.3.self_attn.k_proj.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.3.self_attn.o_proj.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.3.self_attn.q_proj.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.3.self_attn.v_proj.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.3.self_attn_layer_scale.scale": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.4.input_layernorm.bias": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.4.input_layernorm.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.4.mlp.fc1.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.4.mlp.fc2.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.4.mlp_layer_scale.scale": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.4.post_attention_layernorm.bias": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.4.post_attention_layernorm.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.4.self_attn.k_proj.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.4.self_attn.o_proj.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.4.self_attn.q_proj.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.4.self_attn.v_proj.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.4.self_attn_layer_scale.scale": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.5.input_layernorm.bias": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.5.input_layernorm.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.5.mlp.fc1.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.5.mlp.fc2.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.5.mlp_layer_scale.scale": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.5.post_attention_layernorm.bias": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.5.post_attention_layernorm.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.5.self_attn.k_proj.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.5.self_attn.o_proj.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.5.self_attn.q_proj.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.5.self_attn.v_proj.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.5.self_attn_layer_scale.scale": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.6.input_layernorm.bias": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.6.input_layernorm.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.6.mlp.fc1.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.6.mlp.fc2.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.6.mlp_layer_scale.scale": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.6.post_attention_layernorm.bias": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.6.post_attention_layernorm.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.6.self_attn.k_proj.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.6.self_attn.o_proj.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.6.self_attn.q_proj.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.6.self_attn.v_proj.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.6.self_attn_layer_scale.scale": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.7.input_layernorm.bias": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.7.input_layernorm.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.7.mlp.fc1.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.7.mlp.fc2.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.7.mlp_layer_scale.scale": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.7.post_attention_layernorm.bias": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.7.post_attention_layernorm.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.7.self_attn.k_proj.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.7.self_attn.o_proj.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.7.self_attn.q_proj.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.7.self_attn.v_proj.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.decoder_transformer.layers.7.self_attn_layer_scale.scale": "transformers-00002-of-00002.safetensors",
    "codec_model.downsample.conv.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder.layers.0.conv.bias": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder.layers.0.conv.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder.layers.1.block.1.conv.bias": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder.layers.1.block.1.conv.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder.layers.1.block.3.conv.bias": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder.layers.1.block.3.conv.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder.layers.10.block.1.conv.bias": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder.layers.10.block.1.conv.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder.layers.10.block.3.conv.bias": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder.layers.10.block.3.conv.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder.layers.12.conv.bias": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder.layers.12.conv.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder.layers.14.conv.bias": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder.layers.14.conv.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder.layers.3.conv.bias": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder.layers.3.conv.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder.layers.4.block.1.conv.bias": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder.layers.4.block.1.conv.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder.layers.4.block.3.conv.bias": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder.layers.4.block.3.conv.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder.layers.6.conv.bias": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder.layers.6.conv.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder.layers.7.block.1.conv.bias": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder.layers.7.block.1.conv.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder.layers.7.block.3.conv.bias": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder.layers.7.block.3.conv.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder.layers.9.conv.bias": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder.layers.9.conv.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.0.input_layernorm.bias": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.0.input_layernorm.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.0.mlp.fc1.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.0.mlp.fc2.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.0.mlp_layer_scale.scale": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.0.post_attention_layernorm.bias": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.0.post_attention_layernorm.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.0.self_attn.k_proj.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.0.self_attn.o_proj.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.0.self_attn.q_proj.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.0.self_attn.v_proj.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.0.self_attn_layer_scale.scale": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.1.input_layernorm.bias": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.1.input_layernorm.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.1.mlp.fc1.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.1.mlp.fc2.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.1.mlp_layer_scale.scale": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.1.post_attention_layernorm.bias": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.1.post_attention_layernorm.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.1.self_attn.k_proj.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.1.self_attn.o_proj.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.1.self_attn.q_proj.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.1.self_attn.v_proj.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.1.self_attn_layer_scale.scale": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.2.input_layernorm.bias": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.2.input_layernorm.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.2.mlp.fc1.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.2.mlp.fc2.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.2.mlp_layer_scale.scale": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.2.post_attention_layernorm.bias": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.2.post_attention_layernorm.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.2.self_attn.k_proj.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.2.self_attn.o_proj.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.2.self_attn.q_proj.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.2.self_attn.v_proj.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.2.self_attn_layer_scale.scale": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.3.input_layernorm.bias": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.3.input_layernorm.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.3.mlp.fc1.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.3.mlp.fc2.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.3.mlp_layer_scale.scale": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.3.post_attention_layernorm.bias": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.3.post_attention_layernorm.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.3.self_attn.k_proj.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.3.self_attn.o_proj.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.3.self_attn.q_proj.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.3.self_attn.v_proj.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.3.self_attn_layer_scale.scale": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.4.input_layernorm.bias": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.4.input_layernorm.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.4.mlp.fc1.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.4.mlp.fc2.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.4.mlp_layer_scale.scale": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.4.post_attention_layernorm.bias": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.4.post_attention_layernorm.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.4.self_attn.k_proj.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.4.self_attn.o_proj.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.4.self_attn.q_proj.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.4.self_attn.v_proj.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.4.self_attn_layer_scale.scale": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.5.input_layernorm.bias": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.5.input_layernorm.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.5.mlp.fc1.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.5.mlp.fc2.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.5.mlp_layer_scale.scale": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.5.post_attention_layernorm.bias": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.5.post_attention_layernorm.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.5.self_attn.k_proj.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.5.self_attn.o_proj.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.5.self_attn.q_proj.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.5.self_attn.v_proj.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.5.self_attn_layer_scale.scale": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.6.input_layernorm.bias": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.6.input_layernorm.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.6.mlp.fc1.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.6.mlp.fc2.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.6.mlp_layer_scale.scale": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.6.post_attention_layernorm.bias": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.6.post_attention_layernorm.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.6.self_attn.k_proj.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.6.self_attn.o_proj.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.6.self_attn.q_proj.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.6.self_attn.v_proj.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.6.self_attn_layer_scale.scale": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.7.input_layernorm.bias": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.7.input_layernorm.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.7.mlp.fc1.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.7.mlp.fc2.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.7.mlp_layer_scale.scale": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.7.post_attention_layernorm.bias": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.7.post_attention_layernorm.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.7.self_attn.k_proj.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.7.self_attn.o_proj.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.7.self_attn.q_proj.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.7.self_attn.v_proj.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.encoder_transformer.layers.7.self_attn_layer_scale.scale": "transformers-00002-of-00002.safetensors",
    "codec_model.quantizer.acoustic_residual_vector_quantizer.input_proj.weight": "transformers-00002-of-00002.safetensors",
    "codec_model.quantizer.acoustic_residual_vector_quantizer.layers.0.codebook.cluster_usage": "transformers-00002-of-00002.safetensors",
    "codec_model.quantizer.acoustic_residual_vector_quantizer.layers.0.codebook.embed_sum": "transformers-00002-of-00002.safetensors",
    "codec_model.quantizer.acoustic_residual_vector_quantizer.layers.0.codebook.initialized": "transformers-00002-of-00002.safetensors",
    "codec_model.quantizer.acoustic_residual_vector_quantizer.layers.1.codebook.cluster_usage": "transformers-00002-of-00002.safetensors",
    "codec_model.quantizer.acoustic_residual_vector_quantizer.layers.1.codebook.embed_sum": "transformers-00002-of-00002.safetensors",
    "codec_model.quantizer.acoustic_residual_vector_quantizer.layers.1.codebook.initialized": "transformers-00002-of-00002.safetensors",
    "codec_model.quantizer.acoustic_residual_vector_quantizer.layers.10.codebook.cluster_usage": "transformers-00002-of-00002.safetensors",
    "codec_model.quantizer.acoustic_residual_vector_quantizer.layers.10.codebook.embed_sum": "transformers-00002-of-00002.safetensors",
    "codec_model.quantizer.acoustic_residual_vector_quantizer.layers.10.codebook.initialized": "transformers-00002-of-00002.safetensors",
    "codec_model.quantizer.acoustic_residual_vector_quantizer.layers.11.codebook.cluster_usage": "transformers-00002-of-00002.safetensors",
    "codec_model.quantizer.acoustic_residual_vector_quantizer.layers.11.codebook.embed_sum": "transformers-00002-of-00002.safetensors",
    "codec_model.quantizer.acoustic_residual_vector_quantizer.layers.11.codebook.initialized": "transformers-00002-of-00002.safetensors",
    "codec_model.quantizer.acoustic_residual_vector_quantizer.layers.12.codebook.cluster_usage": "transformers-00002-of-00002.safetensors",
    "codec_model.quantizer.acoustic_residual_vector_quantizer.layers.12.codebook.embed_sum": "transformers-00002-of-00002.safetensors",
    "codec_model.quantizer.acoustic_residual_vector_quantizer.layers.12.codebook.initialized": "transformers-00002-of-00002.safetensors",
    "codec_model.quantizer.acoustic_residual_vector_quantizer.layers.13.codebook.cluster_usage": "transformers-00002-of-00002.safetensors",
    "codec_model.quantizer.acoustic_residual_vector_quantizer.layers.13.codebook.embed_sum": "transformers-00002-of-00002.safetensors",
    "codec_model.quantizer.acoustic_residual_vector_quantizer.layers.13.codebook.initialized": "transformers-00002-of-00002.safetensors",
    "codec_model.quantizer.acoustic_residual_vector_quantizer.layers.14.codebook.cluster_usage": "transformers-00002-of-00002.safetensors",
    "codec_model.quantizer.acoustic_residual_vector_quantizer.layers.14.codebook.embed_sum": "transformers-00002-of-00002.safetensors",
    "codec_model.quantizer.acoustic_residual_vector_quantizer.layers.14.codebook.initialized": "transformers-00002-of-00002.safetensors",
    "codec_model.quantizer.acoustic_residual_vector_quantizer.layers.15.codebook.cluster_usage": "transformers-00002-of-00002.safetensors",
    "codec_model.quantizer.acoustic_residual_vector_quantizer.layers.15.codebook.embed_sum": "transformers-00002-of-00002.safetensors",
    "codec_model.quantizer.acoustic_residual_vector_quantizer.layers.15.codebook.initialized": "transformers-00002-of-00002.safetensors",
    "codec_model.quantizer.acoustic_residual_vector_quantizer.layers.16.codebook.cluster_usage": "transformers-00002-of-00002.safetensors",
    "codec_model.quantizer.acoustic_residual_vector_quantizer.layers.16.codebook.embed_sum": "transformers-00002-of-00002.safetensors",
    "codec_model.quantizer.acoustic_residual_vector_quantizer.layers.16.codebook.initialized": "transformers-00002-of-00002.safetensors",
    "codec_model.quantizer.acoustic_residual_vector_quantizer.layers.17.codebook.cluster_usage": "transformers-00002-of-00002.safetensors",
    "codec_model.quantizer.acoustic_residual_vector_quantizer.layers.17.codebook.embed_sum": "transformers-00002-of-00002.safetensors",
    "codec_model.quantizer.acoustic_residual_vector_quantizer.layers.17.codebook.initialized": "transformers-00002-of-00002.safetensors",
    "codec_model.quantizer.acoustic_residual_vector_quantizer.layers.18.codebook.cluster_usage": "transformers-00002-of-00002.safetensors",
    "codec_model.quantizer.acoustic_residual_vector_quantizer.layers.18.codebook.embed_sum": "transformers-00002-of-00002.safetensors",
    "codec_model.quantizer.acoustic_residual_vector_quantizer.layers.18.codebook.initialized": "transformers-00002-of-00002.safetensors",
    "codec_model.quantizer.acoustic_residual_vector_quantizer.layers.19.codebook.cluster_usage": "transformers-00002-of-00002.safetensors",
    "codec_model.quantizer.acoustic_residual_vector_quantizer.layers.19.codebook.embed_sum": "transformers-00002-of-00002.safetensors",
    "codec_model.quantizer.acoustic_residual_vector_quantizer.layers.19.codebook.initialized": "transformers-00002-of-00002.safetensors",
    "codec_model.quantizer.acoustic_residual_vector_quantizer.layers.2.codebook.cluster_usage": "transformers-00002-of-00002.safetensors",
    "codec_model.quantizer.acoustic_residual_vector_quantizer.layers.2.codebook.embed_sum": "transformers-00002-of-00002.safetensors",
    "codec_model.quantizer.acoustic_residual_vector_quantizer.layers.2.codebook.initialized": "transformers-00002-of-00002.safetensors",
    "codec_model.quantizer.acoustic_residual_vector_quantizer.layers.20.codebook.cluster_usage": "transformers-00002-of-00002.safetensors",
    "codec_model.quantizer.acoustic_residual_vector_quantizer.layers.20.codebook.embed_sum": "transformers-00002-of-00002.safetensors",
    "codec_model.quantizer.acoustic_residual_vector_quantizer.layers.20.codebook.initialized": "transformers-00002-of-00002.safetensors",
    "codec_model.quantizer.acoustic_residual_vector_quantizer.layers.21.codebook.cluster_usage": "transformers-00002-of-00002.safetensors",
    "codec_model.quantizer.acoustic_residual_vector_quantizer.layers.21.codebook.embed_sum": "transformers-00002-of-00002.safetensors",
    "codec_model.quantizer.acoustic_residual_vector_quantizer.layers.21.codebook.initialized": "transformers-00002-of-00002.safetensors",
    "codec_model.quantizer.acoustic_residual_vector_quantizer.layers.22.codebook.cluster_usage": "transformers-00002-of-00002.safetensors",
    "codec_model.quantizer.acoustic_residual_vector_quantizer.layers.22.codebook.embed_sum": "transformers-00002-of-00002.safetensors",
    "codec_model.quantizer.acoustic_residual_vector_quantizer.layers.22.codebook.initialized": "transformers-00002-of-00002.safetensors",
    "codec_model.quantizer.acoustic_residual_vector_quantizer.layers.23.codebook.cluster_usage": "transformers-00002-of-00002.safetensors",
    "codec_model.quantizer.acoustic_residual_vector_quantizer.layers.23.codebook.embed_sum": "transformers-00002-of-00002.safetensors",
    "codec_model.quantizer.acoustic_residual_vector_quantizer.layers.23.codebook.initialized": "transformers-00002-of-00002.safetensors",
    "codec_model.quantizer.acoustic_residual_vector_quantizer.layers.24.codebook.cluster_usage": "transformers-00002-of-00002.safetensors",
    "codec_model.quantizer.acoustic_residual_vector_quantizer.layers.24.codebook.embed_sum": "transformers-00002-of-00002.safetensors",
    "codec_model.quantizer.acoustic_residual_vector_quantizer.layers.24.codebook.initialized": "transformers-00002-of-00002.safetensors",
    "codec_model.quantizer.acoustic_residual_vector_quantizer.layers.25.codebook.cluster_usage": "transformers-00002-of-00002.safetensors",
    "codec_model.quantizer.acoustic_residual_vector_quantizer.layers.25.codebook.embed_sum": "transformers-00002-of-00002.safetensors",
    "codec_model.quantizer.acoustic_residual_vector_quantizer.layers.25.codebook.initialized": "transformers-00002-of-00002.safetensors",
    "codec_model.quantizer.acoustic_residual_vector_quantizer.layers.26.codebook.cluster_usage": "transformers-00002-of-00002.safetensors",
    "codec_model.quantizer.acoustic_residual_vector_quantizer.layers.26.codebook.embed_sum": "transformers-00002-of-00002.safetensors",
